Repository: Quitiweb/fluid_surf
Catalog: fluidsurf/locale/*/LC_MESSAGES/django.po
Languages: es

source: Name
es: Nombre

source: Spot
es: Zona

source: Photographer
es: Fotografo

source: Europe
es: Europa

source: Africa
es: África

source: Oceania
es: Oceanía

source: North America
es: América del Norte

source: South America
es: América del Sur

source: Write here your doubt or comment
es: Escribe aquí tu duda o comentario

source: Write your name here...
es: Escribe tu nombre aquí...

source: Write your surname here...
es: Escribe tus apellidos aqui...

source: Write your email here...
es: Escribe tu email aquí...

source: Write your phone here...
es: Escribe tu teléfono aquí...

source: Write your country here...
es: Escribe tu país aquí...

source: Wrong password. Please, try again.
es: Contraseña incorrecta. Por favor, inténtalo de nuevo.

source: Your passwords don't match
es: Tus contraseñas no coinciden

source: Old Password
es: Anterior contraseña

source: Your password cannot be empty
es: Tu contraseña no puede estar vacía.

source: New password
es: Nueva contraseña

source: Repeat your new password
es: Repite tu contraseña

source: Write when are you selling your product...
es: Escribe cuándo vas a vender tu producto...

source: Write your product's name...
es: Escribe el nombre de tu producto

source: Add a brief description about your product...
es: Añade una breve descripcion sobre tu producto

source: Bad usage of the app
es: Mal uso de la app

source: Innapropiate content
es: Contenido inapropiado

source: Other
es: Otro

source: Tell us more about the reason you are reporting this user.
es: Dinos más sobre la razón por la cual estás reportando a este usuario

source: Dead on Arrival
es: Ha llegado defectuoso

source: Faulty, please supply details
es: Incorrecto, por favor, añade detalles

source: Order Error
es: Pedido por error

source: Other, please supply details
es: Otro, por favor, añade detalles

source: Received Wrong Item
es: He recibido un producto distinto al que queria

source: Yes
es: Si

source: Your profile ins't active yet. Please, wait until your first product gets validated by an admin to start selling.
es: Tu perfil no ha sido activado. Por favor, espera hasta que tu primer producto sea validado por un administrador para empezar a vender.

source: A photographer with that alias already exists, please try again.
es: Ya existe un fotografo con ese alias, por favor, prueba de nuevo.

source: New product in your area
es: Nuevo producto en tu zona

source: has uploaded a product nearby you
es: ha subido un producto cerca de ti

source: Your product was saved successfully
es: Tu producto ha sido guardado con éxito

source: There was an error while trying to save your product
es: Ha habido un error mientras se intentaba guardar tu producto.

source: Your product was deleted successfully
es: Tu producto ha sido borrado con éxito

source: You are the owner of this product, you cannot do actions over it.
es: Eres el dueño de este producto, no puedes realizar acciones sobre el.

source: Product added to your wishlist
es: Producto añadido a tu lista de deseos

source: Product removed from your wishlist
es: Producto eliminado de de deseos

source: Request done successfully
es: Solicitud hecha con éxito

source: Someone asked for stock in your product!
es: ¡Alguien ha pedido mas stock para tu producto!

source: Your product has been requested for more stock.
es: Se ha solicitado mas stock para tu pedido.

source: You already requested for stock for this product
es: Ya has pedido stock para este pedido

source: Your FluidSurf purchase
es: Tu compra en FluidSurf

source: Thank you for buying a product in FluidSurf!. You can check it in your Purchase History.
es: Gracias por compra un producto en FluidSurf! Puedes comprobarlo en tu Historial de compras

source: Your product has been sold!
es: Tu producto ha sido vendido

source: Your product
es: Tu producto

source: has been sold to
es: ha sido vendido a

source: Your report has been submitted
es: Tu reporte ha sido enviado

source: Wishlist emptied successfully
es: Lista de deseos vaciada con éxito

source: Sorry, you exceeded the download limit of this product.
es: Lo siento, has superado el limite de descargas para este producto.

source: Profile pic changed successfully!
es: Foto de perfil cambiada con éxito!

source: Your message was sent successfully!
es: Tu mensaje ha sido enviado con éxito!

source: Invalid reCAPTCHA. Please try again.
es: reCAPTCHA incorrecto. Por favor, inténtalo de nuevo.

source: Surfer
es: Surfero

source: English
es: Inglés

source: Spanish
es: Español

source: Home
es: Inicio

source: Change language
es: Cambiar idioma

source: edit
es: editar

source: MY PROFILE
es: MI PERFIL

source: My account
es: Mi cuenta

source: Purchase History
es: Historial de compras

source: Wishlist
es: Lista de deseos

source: Sales History
es: Historial de Ventas

source: Public Profile
es: Perfil público

source: PHOTOGRAPHER
es: FOTÓGRAFO

source: Add product
es: Añadir producto

source: ADMIN AREA
es: ÁREA DE ADMINISTRADOR

source: Dashboard
es: Panel de Control

source: Login
es: Iniciar sesión

source: Signup
es: Registro

source: Logout
es: Cerrar sesión

source: Information
es: Información

source: How does Fluid House works?
es: ¿Cómo funciona Fluid House?

source: Secure payments
es: Seguridad en los pagos

source: Free subscription features
es: Suscripción gratuita

source: Selling photos: Manual
es: Vender fotos: Instrucciones

source: Copyright, licenses and sizes
es: Copyright, licencias y tamaños

source: Terms & Conditions
es: Términos y Condiciones

source: Privacy Policy
es: Política de Privacidad

source: Taxes and invoices
es: Impuestos y facturacion

source: Customer Service
es: Atención al cliente

source: Contact
es: Contacto

source: Returns
es: Devoluciones

source: Take a look at FluidSurf!
es: Echale un ojo a FluidSurf!

source: Contact FluidSurf
es: Contactar con FluidSurf

source: Send message
es: Enviar mensaje

source: Return a product
es: Devuelve un producto

source: Choose the product you want to return
es: Elige el producto que quieres devolvers

source: Why do you want to return it?
es: ¿Por qué quieres devolverlo?

source: Have you opened this product?
es: ¿Has abierto este producto?

source: Tell us more about it
es: Cuéntanos más sobre esto

source: Date
es: Fecha

source: Price
es: Precio

source: Uploaded by
es: Subido por

source: Download
es: Descargar

source: Downloads available:
es: Descargas disponibles

source: There are no products here
es: No hay productos aquí

source: Sold to
es: Vendido a

source: Restock
es: Reponer Stock

source: How does it work?
es: ¿Cómo funciona?

source: Welcome to
es: Bienvenido a

source: Browser
es: Buscador

source: Surname
es: Apellido(s)

source: Phone
es: Teléfono

source: Country
es: Pais

source: Area
es: Zona

source: My Photographer Profile
es: Mi perfil de Fotografo

source: Profile picture
es: Foto de perfil

source: Main picture
es: Foto destacada

source: Press here to open Advanced Options
es: Pulsa aqui para abrir las opciones avanzadas

source: Change Password
es: Cambiar contraseña

source: New Password
es: Nueva contraseña

source: Repeat your Password
es: Repite tu contraseña

source: Change Wishlist
es: Cambiar lista de deseos

source: View purchase history
es: Ver historial de compras

source: Save
es: Guardar

source: Profile of
es: Perfil de

source: Edit profile
es: Editar perfil

source: Report profile
es: Reportar perfil

source: About
es: Sobre

source: This user hasn't completed their profile yet
es: Este usuario no ha completado su perfil aún

source: Report an user
es: Reportar un usuario

source: Reason
es: Razón

source: Details
es: Detalles

source: Close
es: Cerrar

source: Report
es: Reportar

source: Edit
es: Editar

source: Delete
es: Borrar

source: Remove from wishlist
es: Eliminar de lista de deseos

source: Add to wishlist
es: Añadir a lista de deseos

source: Buy product to
es: Comprar producto a

source: Buy now
es: Comprar ahora

source: Ask for stock
es: Solicitar stock

source: Share on Social Media
es: Compartir en redes sociales

source: Edit the basic information of your product
es: Edita la información básica de tu producto

source: Description
es: Descripcion

source: Are you sure you want to delete this product?
es: ¿Estás seguro de que quieres borrar este producto?

source: You can upload until 10 pictures for your product. Remember that each picture cannot be larger than 5MB and all together cannot be over 25MB
es: Puedes añadir hasta 10 fotos para tu Producto. Recuerda que cada foto puede pesar como mucho 5MB y el total de todas 25MB

source: Upload your product's pictures
es: Añade las fotos de tu producto

source: Click or drag over here to upload your images
es: Pulsa aquí o arrastra tus imagenes para subirlas

source: Taxes and billing
es: Impuestos y facturacion

source: Terms and Conditions
es: Términos y Condiciones

source: Your Wishlist
es: Tu Lista de Deseos

source: Empty wishlist
es: Vaciar Lista de deseos

source: Go to product
es: Ir al producto

source: Are you sure you want to empty your wishlist?
es: ¿Estás seguro de que quieres borrar tu lista de deseos?

source: Cancel
es: Cancelar

source: Confirm
es: Confirmar

source: Products in
es: Productos en

source: Thank for your purchase!
es: ¡Gracias por tu compra!

source: You can check your order record
es: Puedes ver tu historial de compras

source: here
es: aquí

source: Go back to FluidSurf
es: Volver a FluidSurf

source: User or password invalid
es: Usuario o contraseña incorrectos

source: Password
es: Contraseña
